#Direct ResourceBundle
#Tue Nov 12 21:03:04 SBT 2013
=
About.lib_about.text=MobArena Helper v2 est inspir\u00E9 du WaveEditor d'Agnate. Il peut presque faire toute la configuration \u00E0 votre place \!\r\nPyeroh's Dev Concept est propri\u00E9taire de cette application, et la banni\u00E8re au-dessus est propri\u00E9t\u00E9 de garbagemule. Presque tout ce que vous pouvez voir ici vient de son wiki sur GitHub.\r\nCette application est faite pour \u00E9diter et customiser les vagues et plus encore, pour le plugin MobArena, cr\u00E9\u00E9 par garbagemule.\r\nPensez \u00E0 visiter ma page Facebook s'il vous plait \:
About.lib_github.text=Mon GitHub \:
Enchanter.btn_add.text=Ajouter \!
Enchanter.lib_enchant.text=Enchantements
Enchanter.lib_enchantment.text=Enchantement
Enchanter.lib_help.toolTipText=<html>Cet enchanteur est fait pour ajouter ou supprimer un enchantement d'une <br>arme ou d'un outil. Vous ne pouvez pas modifier un enchantement existant <br>en cliquant dessus. Mais ce n'est pas si difficile de le supprimer avec la <br>molette de la souris et de le re-cr\u00E9er, non ? \:p\r\n<br>... Bon d'accord, je changerais \u00E7a prochainement...
Enchanter.lib_level.text=Niveau
Enchanter.title=Enchanteur
MenuPrincipal.abilities=Capacit\u00E9s
MenuPrincipal.btn_add.text=Ajout
MenuPrincipal.btn_add_lobby_permissions.text=Ajouter
MenuPrincipal.btn_add_perm.text=Ajouter
MenuPrincipal.btn_armor.text=Configurer
MenuPrincipal.btn_entry.text=Configurer
MenuPrincipal.btn_items.text=Configurer
MenuPrincipal.btn_load.text=Charger
MenuPrincipal.btn_moins.toolTipText=Supprimer l'ar\u00E8ne s\u00E9lectionn\u00E9e
MenuPrincipal.btn_new_class.text=Nouvelle classe
MenuPrincipal.btn_newrecurrent.text=Nouvelle
MenuPrincipal.btn_newsingle.text=Nouvelle
MenuPrincipal.btn_plus.toolTipText=Add an arena
MenuPrincipal.btn_save.text=Sauvergarder...
MenuPrincipal.btn_set.text=Configurer
MenuPrincipal.chk_allow_tp.text=T\u00E9l\u00E9portation
MenuPrincipal.chk_allow_tp.toolTipText=<html>If false, all warping to and from the arena region is blocked. <br>Useful for preventing players from summoning other players into the arena for help.
MenuPrincipal.chk_auto_equip.text=Armure auto-\u00E9quip\u00E9e
MenuPrincipal.chk_auto_equip.toolTipText=<html>Si vrai, les pi\u00E8ces d'armures seront automatiquement \u00E9quip\u00E9es \u00E0 la s\u00E9lection <br>d'une classe. Remarquez que cela ne fonctionnera pas si une classe a plus d'un <br>\u00E9l\u00E9ment d'un type d'armure (deux casques, ou autre)
MenuPrincipal.chk_auto_ignite.text=Allumage auto TNT
MenuPrincipal.chk_auto_ignite.toolTipText=<html>If true, TNT will be automatically ignited when placed. This is useful for preventing <br>Oddjob-like classes from forting.
MenuPrincipal.chk_auto_ready.text=Pr\u00EAt automatiquement
MenuPrincipal.chk_auto_ready.toolTipText=<html>When set to true, players are automatically flagged as ready when they pick a class. <br>Useful for arenas with many players where hitting an iron block becomes difficult.
MenuPrincipal.chk_auto_respawn.text=R\u00E9apparition auto
MenuPrincipal.chk_auto_respawn.toolTipText=<html>If false, players will be greeted with the typical death screen upon dying in the <br>arena, and will have to click the respawn button to respawn. With this setting at false, <br>players will actually die in the arena, meaning plugins like Heroes and mcMMO will <br>properly trigger their resetting of internal data upon respawn.
MenuPrincipal.chk_clear_boss_next.text=Finir boss avant vague suivante
MenuPrincipal.chk_clear_boss_next.toolTipText=Si vrai, aucune vague ne sera lanc\u00E9e avant que le boss en cours (s'il y en a) ne soit tu\u00E9.
MenuPrincipal.chk_clear_wave_boss.text=Finir vague avant boss
MenuPrincipal.chk_clear_wave_boss.toolTipText=Si vrai, une vague de boss n'apparaitra pas tant qu'il restera des monstres \u00E0 tuer.
MenuPrincipal.chk_clear_wave_next.text=Finir vague avant suivante
MenuPrincipal.chk_clear_wave_next.toolTipText=<html>Si vrai, aucun monstre n'apparaitra avant que tous les monstres de la vague <br>en cours ne soient \u00E9limin\u00E9s.
MenuPrincipal.chk_display_timer.text=Timer dans niveaux
MenuPrincipal.chk_display_timer.toolTipText=<html>When set to true, the players' level counter (above the experience bar) will be used <br>to display the auto-start timer in the lobby. NOTE\: Do not use this if keep-exp is set to <br>true\!
MenuPrincipal.chk_display_waves.text=Vagues dans niveaux
MenuPrincipal.chk_display_waves.toolTipText=<html>When set to true, the players' level counter (above the experience bar) will be used <br>to display the current wave number. If the wave announcements in the <br>announcements-file are silenced, this can be used to make a much less "spammy" <br>MobArena experience. NOTE\: Do not use this if keep-exp is set to true\!
MenuPrincipal.chk_enabled.text=Activ\u00E9
MenuPrincipal.chk_enabled.toolTipText=Si faux, les joueurs ne peuvent pas rejoindre l'ar\u00E8ne.
MenuPrincipal.chk_food_regen.text=R\u00E9g\u00E9n\u00E9ration faim
MenuPrincipal.chk_food_regen.toolTipText=<html>If true, a full food bar will cause players to regenerate health while in the arena. <br>Note that this potentially makes tank-like classes extremely overpowered, since <br>diamond armor (by default) coupled with a full food bar will make a player very hard <br>to kill.
MenuPrincipal.chk_global_end.text=Annonce globale fin
MenuPrincipal.chk_global_end.toolTipText=<html>When set to true, MobArena will announce the arena-end-global message  to all <br>players on the server when an arena ends.
MenuPrincipal.chk_global_join.text=Annonce globale d\u00E9but
MenuPrincipal.chk_global_join.toolTipText=<html>When set to true, MobArena will announce the arena-join-global message to all <br>players on the server when the first player joins an arena.
MenuPrincipal.chk_hellhounds.text=Chiens infernaux
MenuPrincipal.chk_hellhounds.toolTipText=<html>If true, all pet wolves in the arena will be in flames\! This has no actual function, and is purely for the cool-factor. <br>Also useful for distinguishing enemy wolves and pet wolves.
MenuPrincipal.chk_isolated_chat.text=Chat isol\u00E9
MenuPrincipal.chk_isolated_chat.toolTipText=<html>When set to true, all chat messages sent by arena players will be seen only by other <br>arena players in the same arena. The arena players will still be able to see chat <br>messages from other players on the server who aren't in an arena.
MenuPrincipal.chk_keep_xp.text=Garder XP
MenuPrincipal.chk_keep_xp.toolTipText=<html>If true, players will keep the experience they gather in the arenas after death. This is <br>useful if you want to allow players to level up or gather experience in the arenas. <br>NOTE\: If using display-waves-as-level or display-timer-as-level, set keep-exp to false.
MenuPrincipal.chk_lightning.text=\u00C9clairs
MenuPrincipal.chk_lightning.toolTipText=<html>Si vrai, chaque point d'apparition sera frapp\u00E9 par la foudre (sans <br>dommages) \u00E0 chaque vague sp\u00E9ciale.
MenuPrincipal.chk_lock_food.text=Bloquer niveau faim
MenuPrincipal.chk_lock_food.toolTipText=<html>If true, the food bar will be locked for all players in the arena, meaning they will not <br>end up starving, and they will be able to sprint around as they please.
MenuPrincipal.chk_monster_infight.text=Combat de monstres
MenuPrincipal.chk_monster_infight.toolTipText=If false, monsters will no longer damage each other.
MenuPrincipal.chk_monster_xp.text=Monstres donnent XP
MenuPrincipal.chk_monster_xp.toolTipText=<html>If true, monsters will drop experience orbs. This is useful if you wish to give players <br>the ability to spend the gathered experience on enchants or something else (using <br>different plugins) during the session.
MenuPrincipal.chk_protect.text=Prot\u00E9g\u00E9
MenuPrincipal.chk_protect.toolTipText=Si faux, l'ar\u00E8ne ne sera pas prot\u00E9g\u00E9e des explosions et des joueurs pouvant casser des blocs.
MenuPrincipal.chk_pvp.text=PVP activ\u00E9
MenuPrincipal.chk_pvp.toolTipText=If true, players can damage each other in the arena.
MenuPrincipal.chk_require_inv_join.text=Inventaire vide pour jouer
MenuPrincipal.chk_require_inv_join.toolTipText=<html>Si faux, l'inventaire des joueurs sera sauvegard\u00E9 \u00E0 leur entr\u00E9e dans l'ar\u00E8ne, et restaur\u00E9 <br>\u00E0 leur mort/d\u00E9part
MenuPrincipal.chk_require_inv_spec.text=Inventaire vide pour regarder
MenuPrincipal.chk_require_inv_spec.toolTipText=Si faux, les joueurs peuvent assister au d\u00E9roulement du combat sans avoir l'inventaire vide.
MenuPrincipal.chk_scoreboard.text=Scoreboards
MenuPrincipal.chk_scoreboard.toolTipText=Whether to use scoreboards in MobArena or not.
MenuPrincipal.chk_share.text=Partage d'objets
MenuPrincipal.chk_share.toolTipText=If false, players will not be able to drop items in the arena.
MenuPrincipal.chk_soft_restore.text=Restauration
MenuPrincipal.chk_soft_restore.toolTipText=<html>Si vrai, tous les blocs d\u00E9truits seront sauvegard\u00E9s dans une liste de r\u00E9paration, qui sera <br>utilis\u00E9e pour restaurer ces blocs \u00E0 la fin de l'ar\u00E8ne. Aucune donn\u00E9e n'est sauvegard\u00E9e sur <br>le disque dur. Remarquez que  si ce param\u00E8tre est activ\u00E9, le param\u00E8tre de protection est <br>ignor\u00E9.
MenuPrincipal.chk_soft_restore_drops.text=Drops des blocs restaur\u00E9s
MenuPrincipal.chk_soft_restore_drops.toolTipText=<html>Si vrai, les blocs d\u00E9truits par les joueurs donneront des items comme ils le font <br>normalement (avec une pioche, ou une pelle, etc.). Remarquez que cela permet aux <br>classes munies de pioches de "miner l'ar\u00E8ne" et de construire des forts.
MenuPrincipal.chk_spectate_death.text=Perdant spectateur
MenuPrincipal.chk_spectate_death.toolTipText=<html>If false, players will not get warped to the spectator area, but instead be "kicked" <br>from the arena (essentially a forced /ma leave).
MenuPrincipal.chk_spout_class.text=S\u00E9lection classes Spout
MenuPrincipal.chk_use_class_chest.text=Coffres de classe
MenuPrincipal.configure=Configurer \:
MenuPrincipal.drops=R\u00E9compenses \:
MenuPrincipal.fixed=Fix\u00E9 \:
MenuPrincipal.give_all_items=Donner tous les items \:
MenuPrincipal.lib_abi_announce.text=Annonce des capacit\u00E9s \:
MenuPrincipal.lib_abi_interval.text=Intervalle des capacit\u00E9s \:
MenuPrincipal.lib_amount.text=Quantit\u00E9 \:
MenuPrincipal.lib_arena.text=Ar\u00E8ne
MenuPrincipal.lib_armor.text=Armure
MenuPrincipal.lib_auto_start.text=Timer auto-d\u00E9marrage
MenuPrincipal.lib_auto_start.toolTipText=<html>The time (in seconds) before the arena will be force started after the first player has <br>joined the lobby (the default of 0 means deactivated or infinite time). Non-ready <br>players will be removed from the lobby. This setting is useful to prevent ill-minded <br>players from delaying or preventing other players from starting the arena.
MenuPrincipal.lib_boss_name.text=Nom du boss \:
MenuPrincipal.lib_category.text=Cat\u00E9gorie \:
MenuPrincipal.lib_class.text=Nom de la classe
MenuPrincipal.lib_classes.text=Classes
MenuPrincipal.lib_dogs.text=Chiens
MenuPrincipal.lib_entry.text=Prix d'entr\u00E9e
MenuPrincipal.lib_entry.toolTipText=<html>Suis la m\u00EAme notation que les objets de classe et les r\u00E9compenses. 20 retirera au <br>joueur 20 de la monnaie utilis\u00E9e \u00E0 son arriv\u00E9e dans l'ar\u00E8ne. $5, stick\:2 demandera au <br>joueur d'avoir 5 unit\u00E9s de monnaie et 2 b\u00E2tons pour rejoindre l'ar\u00E8ne. Le prix d'entr\u00E9e <br>sera rembours\u00E9 si le joueur quitte l'ar\u00E8ne avant que l'ar\u00E8ne ne commence.
MenuPrincipal.lib_final_wave.text=Vague finale
MenuPrincipal.lib_final_wave.toolTipText=<html>The number of the final wave before the arena is force ended. This is useful if you <br>want to set a cap on how many waves an arena will have.
MenuPrincipal.lib_first_delay.text=D\u00E9lai vague 1
MenuPrincipal.lib_first_delay.toolTipText=The time (in seconds) before the first wave of monsters upon arena start.
MenuPrincipal.lib_frequency.text=Fr\u00E9quence \:
MenuPrincipal.lib_growth.text=Croissance \:
MenuPrincipal.lib_hArmor.text=et son armure
MenuPrincipal.lib_health.text=Sant\u00E9 \:
MenuPrincipal.lib_horse.text=Cheval
MenuPrincipal.lib_interval.text=Intervalle vagues
MenuPrincipal.lib_interval.toolTipText=The time (in seconds) between each new wave of monsters. If clear-wave-before-next\: true, this setting will be ignored.
MenuPrincipal.lib_items.text=Objets
MenuPrincipal.lib_lobby_permissions.text=Permissions du lobby
MenuPrincipal.lib_max_join_distance.text=Distance d'acc\u00E8s
MenuPrincipal.lib_max_join_distance.toolTipText=<html>The maximum distance (in blocks) from which players can join or spectate the <br>arena. If 0 (default), there is no limit. Note that the distance is calculated from every <br>corner of the arena region, and that players not in the arena world won't be able to <br>join or spectate.
MenuPrincipal.lib_max_players.text=Joueurs maxi
MenuPrincipal.lib_max_players.toolTipText=Gives an upper limit on how many players may join the arena. The default of 0 means no limit.
MenuPrincipal.lib_min_players.text=Joueurs mini
MenuPrincipal.lib_min_players.toolTipText=<html>Gives a lower limit on how many players are required to start the arena. The default <br>of 0 is the same as 1, which means 1 or more players may start the arena.
MenuPrincipal.lib_monster.text=Monstre \:
MenuPrincipal.lib_monster_limit.text=Limite monstres
MenuPrincipal.lib_monster_limit.toolTipText=<html>The maximum amount of monsters MobArena is allowed to spawn for this arena. <br>The next wave, if any, will not spawn until there is room for more monsters.
MenuPrincipal.lib_name.text=Nom \:
MenuPrincipal.lib_permissions.text=Permissions
MenuPrincipal.lib_player_time.text=Heure joueur
MenuPrincipal.lib_player_time.toolTipText=<html>When set to anything but world, this setting will freeze the apparent world time for <br>players in the arena to whatever value you set. This is useful for making time-of-day <br>themed arenas (e.g. constant night time for a cemetery, broad daylight for a pirate <br>ship).
MenuPrincipal.lib_priority.text=Priorit\u00E9 \:
MenuPrincipal.lib_recurrent.text=Vagues r\u00E9currentes
MenuPrincipal.lib_single.text=Vagues uniques
MenuPrincipal.lib_type.text=Type \:
MenuPrincipal.lib_wave.text=Vague n\u00B0 \:
MenuPrincipal.lib_world.text=Monde
MenuPrincipal.lib_world.toolTipText=Le nom du monde dans lequel on trouve l'ar\u00E8ne.
MenuPrincipal.mnApplication.text=Application
MenuPrincipal.mnHelp.text=Aide
MenuPrincipal.mnLanguage.text=Langue
MenuPrincipal.mnPlanned.text=Pr\u00E9vu
MenuPrincipal.mntmAbout.text=A propos...
MenuPrincipal.mntmHowToUse.text=Tutoriel
MenuPrincipal.mntmNewConfiguration.text=Nouvelle config
MenuPrincipal.mntmQuit.text=Quitter
MenuPrincipal.mntmTodoList.text=Liste des choses \u00E0 faire
MenuPrincipal.monsters=Monstres
MenuPrincipal.rdbtnmntmEnglish.text=Anglais
MenuPrincipal.rdbtnmntmFrench.text=Fran\u00E7ais
MenuPrincipal.reward=R\u00E9compense \:
MenuPrincipal.tabpan_arena_settings.title=Configuration de l'ar\u00E8ne
MenuPrincipal.tabpan_arena_wave.title=Configuration des vagues et des ar\u00E8nes
MenuPrincipal.tabpan_classes.title=Configuration des classes
UpgradeWaveChanger.btn_add_class.text=Ajouter une classe
UpgradeWaveChanger.btn_add_perm.text=Ajouter
UpgradeWaveChanger.btn_set_armor.text=Configurer
UpgradeWaveChanger.btn_set_items.text=Configurer
UpgradeWaveChanger.lib_armor.text=Armure
UpgradeWaveChanger.lib_classes_upgrade.text=Classes \u00E0 am\u00E9liorer
UpgradeWaveChanger.lib_items.text=Objets
UpgradeWaveChanger.lib_permissions.text=Permissions
UpgradeWaveChanger.lib_setup.text=Configuration
UpgradeWaveChanger.title=Editeur de vague Am\u00E9lioration
