#Eclipse messages class
#Fri Nov 29 14:36:18 SBT 2013
About.lib_about.text=MobArena Helper v2 est inspir\u00E9 du WaveEditor d'Agnate. Il peut presque faire toute la configuration \u00E0 votre place \!\nPyeroh's Dev Concept est propri\u00E9taire de cette application, et la banni\u00E8re au-dessus est propri\u00E9t\u00E9 de garbagemule. Presque tout ce que vous pouvez voir ici vient de son wiki sur GitHub.\nCette application est faite pour \u00E9diter et customiser les vagues et plus encore, pour le plugin MobArena, cr\u00E9\u00E9 par garbagemule.\nPensez \u00E0 visiter ma page Facebook s'il vous plait \:
About.lib_github.text=Mon GitHub \:
About.message.failLaunchLink=Erreur au lancement du lien, votre ordinateur est probablement mal configur\u00E9.
About.message.javaFailLaunchLink=Java n'est pas capable de lancer des liens sur votre ordinateur.
CustomItemCreator.img_help.toolTipText=<html>Il est possible que l'objet que vous ajoutiez existe d\u00E9j\u00E0, MobArena Helper ne contr\u00F4le pas les <br>valeurs entr\u00E9es. Par cons\u00E9quent, ne saisissez pas n'importe quoi, sous peine de voir votre <br>configuration \u00EAtre rejet\u00E9e au lancement de votre serveur.<br><br>Quelques objets n'existent pas dans la liste des objets, elles peuvent \u00EAtre utiles ici \:<br><ul><li>358 \: la carte. Avec une m\u00E9tadonn\u00E9e, vous sp\u00E9cifiez l'identifiant de la carte.</li><li>401 \: la fus\u00E9e d'artifice. Peu d'int\u00E9r\u00EAt tel quel, mais il est possible de modifier les <br>caract\u00E9ristiques de la fus\u00E9e avec un plugin comme Essentials.</li><li>402 \: la poudre de fus\u00E9e d'artifice. Idem.</li></ul>
CustomItemCreator.lib_id.text=ID de l'objet
CustomItemCreator.lib_meta.text=M\u00E9tadonn\u00E9e de l'objet
CustomItemCreator.lib_quantity.text=Quantit\u00E9 de l'objet
CustomItemCreator.title=Cr\u00E9ateur d'objets personnalis\u00E9s
Enchanter.btn_add.text=Ajouter \!
Enchanter.lib_enchant.text=Enchantements
Enchanter.lib_enchantment.text=Enchantement
Enchanter.lib_level.text=Niveau
Enchanter.message.delEnchant=\u00CAtes vous s\u00FBr de vouloir supprimer l'effet {0} sur cet objet \: {1} ?
Enchanter.title=Enchanteur
HowTo.lib_HowToUse.text=Comment utiliser le MobArena Helper ?
HowTo.lib_howto2.text=Tout d'abord, vous avez juste \u00E0 cliquer sur le bouton Charger, et chercher votre fichier de configuration. Les vagues devraient apparaitre dans les listes, et vous pouvez cliquer sur l'une d'entre elles pour la changer dans la partie droite de l'\u00E9cran.\n\nVous pouvez changer le nom de la vague, sa cat\u00E9gorie, son type, et n'importe quelle autre valeur qui lui est li\u00E9e. De plus, si vous effectuez une action invalide, g\u00E9n\u00E9ralement, elle est bloqu\u00E9e par l'application (mais celle-ci n'est pas exempte de bugs, donc n'h\u00E9sitez pas \u00E0 les signaler, voir section A propos, sur Facebook ou GitHub). D'autres actions sont possibles pour les vagues de boss, de soutien ou d'am\u00E9lioration, avec le bouton au bas de l'\u00E9cran.\n\nPour supprimer une vague, ou un monstre, ou une capacit\u00E9, vous pouvez cliquer avec la molette, une pop-up de confirmation apparaitra. Toute l'application fonctionne de cette mani\u00E8re \: clic molette pour supprimer.\n\nSi vous n'avez pas charg\u00E9 de fichier, vous pouvez cr\u00E9er votre propre configuration, mais c'est \u00E0 vos risques et p\u00E9rils \: il n'y aura pas de r\u00E9compense d'ar\u00E8ne, ni de coordonn\u00E9es, ni de limite de classe, ni de configuration globale au fichier. Si vous en \u00EAtes parfaitement conscient, vous pouvez cliquer sur le bouton "+" pour ajouter une ar\u00E8ne, et "-" si vous voulez la supprimer.\n\nEnfin, vous pouvez sauvegarder votre travail en cliquant sur "Sauvegarder..."\nC'est fini \!
HowTo.lib_howto3.text=Alors... Est-ce que j'ai vraiment besoin d'expliquer ?\n\nCliquez sur une classe pour voir sa configuration, modifiez la comme vous voulez, cr\u00E9ez de nouvelles permissions, ou une nouvelle classe, ou supprimez-la...\n\nEn fait, vous ne pouvez pas emballer de sandwich avec, mais j'y travaille ;)
HowTo.lib_howto4.text=Dans cet onglet, vous pouvez compl\u00E8tement configurer chaque donn\u00E9e li\u00E9e \u00E0 la configuration de l'ar\u00E8ne. Cela signifie que chaque propri\u00E9t\u00E9 modifiable l'est \u00E9galement ici, et ce graphiquement.\n\nLa propri\u00E9t\u00E9 "logging" (enregistrement d'un log) n'est pas pr\u00E9sente, car garbagemule pr\u00E9cise dans son wiki qu'elle est bugu\u00E9e, mais d\u00E8s qu'il corrigera \u00E7a, je l'ajouterais ici.
HowTo.lib_howto6.text=Le s\u00E9lecteur d'objets est relativement simple d'utilisation \:\nVous pouvez s\u00E9lectionner une cat\u00E9gorie d'objets dans la liste d\u00E9roulante, ou chercher un objet sp\u00E9cifique par son nom, et m\u00EAme les deux \!\nQuand vous trouvez l'objet d\u00E9sir\u00E9, vous pouvez cliquer dessus, et cliquer sur le bouton "Ajouter" pour l'ajouter \u00E0 la liste des objets s\u00E9lectionn\u00E9, en indiquant le nombre d'objets voulus.\n\nSi votre objet est enchantable, le bouton "Enchanter" apparaitra (voir Enchanteur).\n\nSi un des objets ne doit pas \u00EAtre s\u00E9lectionn\u00E9, cliquez dessus, puis cliquez sur le bouton "Retirer".\n\nQuand vous avez termin\u00E9 la configuration des objets, quittez la fen\u00EAtre normalement.
HowTo.lib_howto7.text=L'\u00E9diteur de vagues Am\u00E9lioration vous permet de modifier une vague am\u00E9lioration choisie. Une vague am\u00E9lioration est compos\u00E9e de caract\u00E9ristiques sp\u00E9cifiques, et de sets d'am\u00E9lioration, li\u00E9s \u00E0 une classe.\nPar cons\u00E9quent, vous pouvez ajouter une classe aux sets d'am\u00E9lioration, et la modifier.\n\nQuand vous s\u00E9lectionnez un set, il peut \u00EAtre de type Simple ou Avanc\u00E9.\nS'il est Simple, seuls les objets sont am\u00E9lior\u00E9s, sans distinction entre les armes, les outils, et d'autres trucs.\nS'il est Avanc\u00E9, vous pouvez choisir d'am\u00E9liorer des objets, des armures, ainsi que des permissions pour la session d'ar\u00E8ne en cours.\n\nLe s\u00E9lecteur d'objets qui est affich\u00E9 quand vous am\u00E9liorez quelque chose ne montre pas les objets pr\u00E9c\u00E9dents, vous devez vous souvenir quels objets sont d\u00E9j\u00E0 s\u00E9lectionn\u00E9s pour une classe en particulier.
HowTo.lib_howto8.text=Cet assistant est tr\u00E8s simple \: il vous permet de modifier les enchantements d'un objet, qui peut \u00EAtre une pi\u00E8ce d'armure, un outil, ou une arme.\n\nPour ajouter un enchantement, s\u00E9lectionnez le dans la liste d\u00E9roulante, choisissez le niveau, et cliquez sur "Ajouter".\nPour en retirer un, cliquez avec la molette dessus.\n\nC'est tout \!
HowTo.lib_howto9.text=Dans cet onglet, vous pouvez simplement d\u00E9finir les valeurs pour les param\u00E8tres g\u00E9n\u00E9raux de configuration. Pas besoin d'expliquer, \u00E7a marche comme dans les autres onglets.\r\n\r\nPour les coordonn\u00E9es, c'est en lecture seule, pas de modification.
HowTo.lib_howto9.title=Param\u00E8tres g\u00E9n\u00E9raux et coordonn\u00E9es
HowTo.tabpan_dialogs=Assistants
HowTo.tabpan_upwavechanger=<html>Editeur de vague<br>Am\u00E9lioration
ItemSelector.btn_add_custom.text=<html>Ajouter<br> personnalis\u00E9>>
ItemSelector.btn_add.text=Ajouter >>
ItemSelector.btn_enchant.text=Enchanter
ItemSelector.btn_remove.text=<< Retirer
ItemSelector.lib_search.text=Recherche
ItemSelector.lib_selectable.text=Objets s\u00E9lectionnables
ItemSelector.lib_selected.text=Objets s\u00E9lectionn\u00E9s
ItemSelector.lib_sort.text=Trier par
ItemSelector.message.doubleArmor=You can't add the same armor type twice \!
ItemSelector.message.howMany=Combien d'objets voulez vous ajouter ?
ItemSelector.message.incorrectNumberFormat=Format de nombre incorrect\\nDoit \u00EAtre compris entre 1 et 999
ItemSelector.message.noMore=Vous ne pouvez pas ajouter plus d'objets \!
ItemSelector.title=S\u00E9lecteur d'objets
MenuPrincipal.abilities=Capacit\u00E9s
MenuPrincipal.btn_add_each.text=Ajouter
MenuPrincipal.btn_add.text=Ajout
MenuPrincipal.btn_add_after.text=Ajouter
MenuPrincipal.btn_add_lobby_permissions.text=Ajouter
MenuPrincipal.btn_add_perm.text=Ajouter
MenuPrincipal.btn_armor.text=Configurer
MenuPrincipal.btn_command.text=Nouvelle commande
MenuPrincipal.btn_entry.text=Configurer
MenuPrincipal.btn_items.text=Configurer
MenuPrincipal.btn_load.text=Charger
MenuPrincipal.btn_moins.toolTipText=Supprimer l'ar\u00E8ne s\u00E9lectionn\u00E9e
MenuPrincipal.btn_new_class.text=Nouvelle classe
MenuPrincipal.btn_newrecurrent.text=Nouvelle
MenuPrincipal.btn_newsingle.text=Nouvelle
MenuPrincipal.btn_plus.toolTipText=Ajouter une ar\u00E8ne
MenuPrincipal.btn_save.text=Sauvergarder...
MenuPrincipal.btn_set.text=Configurer
MenuPrincipal.btn_set_rewards.text=<html>Configurer les <br>r\u00E9compenses
MenuPrincipal.chk_allow_tp.text=T\u00E9l\u00E9portation
MenuPrincipal.chk_allow_tp.toolTipText=<html>Si d\u00E9coch\u00E9, toute t\u00E9l\u00E9portation vers et depuis l'ar\u00E8ne est bloqu\u00E9e. Utile pour emp\u00EAcher des <br>joueurs de t\u00E9l\u00E9porter d'autres joueurs dans l'ar\u00E8ne pour les aider.
MenuPrincipal.chk_auto_equip.text=Armure auto-\u00E9quip\u00E9e
MenuPrincipal.chk_auto_equip.toolTipText=<html>Si coch\u00E9, les pi\u00E8ces d'armures seront automatiquement \u00E9quip\u00E9es \u00E0 la s\u00E9lection <br>d'une classe. Remarquez que cela ne fonctionnera pas si une classe a plus d'un <br>\u00E9l\u00E9ment d'un type d'armure (deux casques, ou autre)
MenuPrincipal.chk_auto_ignite.text=Allumage auto TNT
MenuPrincipal.chk_auto_ignite.toolTipText=<html>Si coch\u00E9, la TNT sera automatiquement allum\u00E9e une fois plac\u00E9e. C'est utile pour emp\u00EAcher les <br>classes comme l'artificier de s'emmurer.
MenuPrincipal.chk_auto_ready.text=Pr\u00EAt automatiquement
MenuPrincipal.chk_auto_ready.toolTipText=<html>Quand cette option est coch\u00E9e, les joueurs sont automatiquement reconnus comme pr\u00EAts <br>une fois qu'ils ont choisi une classe. Utile pour les ar\u00E8nes avec beaucoup de joueurs, o\u00F9 frapper <br>un bloc de fer devient difficile.
MenuPrincipal.chk_auto_respawn.text=R\u00E9apparition auto
MenuPrincipal.chk_auto_respawn.toolTipText=<html>Si d\u00E9coch\u00E9, les joueurs seront "r\u00E9compens\u00E9s" par l'\u00E9cran de mort classique quand ils mourront <br>dans l'ar\u00E8ne, et devront cliquer sur le bouton "R\u00E9apparaitre" pour ressuciter. Avec la propri\u00E9t\u00E9 <br>\u00E0 d\u00E9coch\u00E9e, les joueurs meurent r\u00E9ellement dans l'ar\u00E8ne, ce qui signifie que les plugins comme <br>Heroes et mcMMO d\u00E9clencheront correctement les actions de remise \u00E0 z\u00E9ro des donn\u00E9es <br>internes li\u00E9es aux joueurs \u00E0 leur r\u00E9apparition.
MenuPrincipal.chk_clear_boss_next.text=Finir boss avant vague suivante
MenuPrincipal.chk_clear_boss_next.toolTipText=Si coch\u00E9, aucune vague ne sera lanc\u00E9e avant que le boss en cours (s'il y en a) ne soit tu\u00E9.
MenuPrincipal.chk_clear_wave_boss.text=Finir vague avant boss
MenuPrincipal.chk_clear_wave_boss.toolTipText=Si coch\u00E9, une vague de boss n'apparaitra pas tant qu'il restera des monstres \u00E0 tuer.
MenuPrincipal.chk_clear_wave_next.text=Finir vague avant suivante
MenuPrincipal.chk_clear_wave_next.toolTipText=<html>Si coch\u00E9, aucun monstre n'apparaitra avant que tous les monstres de la vague <br>en cours ne soient \u00E9limin\u00E9s.
MenuPrincipal.chk_display_timer.text=Timer dans niveaux
MenuPrincipal.chk_display_timer.toolTipText=<html>Quand cette option est coch\u00E9e, le compteur de niveau du joueur est utilis\u00E9 pour afficher le <br>timer d'auto-d\u00E9marrage de l'ar\u00E8ne.\n<br>NOTE\: Ne pas utiliser si "Garder XP" est coch\u00E9 \!
MenuPrincipal.chk_display_waves.text=Vagues dans niveaux
MenuPrincipal.chk_display_waves.toolTipText=<html>Quand cette option est activ\u00E9e, l'indicateur de niveau au dessus de la barre d'exp\u00E9rience <br>sera utilis\u00E9 pour affich\u00E9 le num\u00E9ro de la vague en cours. Si les annonces de vague dans le <br>fichier announcements-file sont retir\u00E9es, cela peut \u00EAtre utilis\u00E9 pour rendre l'exp\u00E9rience <br>MobArena moins "bruyante" en terme d'affichage.\n<br>NOTE\: Ne pas utiliser si "Garder XP" est coch\u00E9 \!
MenuPrincipal.chk_enabled.text=Activ\u00E9
MenuPrincipal.chk_enabled.toolTipText=Si d\u00E9coch\u00E9, les joueurs ne peuvent pas rejoindre l'ar\u00E8ne.
MenuPrincipal.chk_food_regen.text=R\u00E9g\u00E9n\u00E9ration faim
MenuPrincipal.chk_food_regen.toolTipText=<html>Si coch\u00E9, une barre de faim pleine permettra aux joueurs de r\u00E9g\u00E9n\u00E9rer leur sant\u00E9 pendant <br>l'ar\u00E8ne. Remarquez que cela peut potentiellement rendre certaines classes, comme les tanks, <br>surpuissantes, car une armure en diamant (par d\u00E9faut) avec une barre de faim pleine rend un <br>joueur tr\u00E8s dur \u00E0 tuer.
MenuPrincipal.chk_global_end.text=Annonce globale fin
MenuPrincipal.chk_global_end.toolTipText=<html>Quand cette option est coch\u00E9e, MobArena annoncera le message arena-end-global \u00E0 tous les <br>joueurs du serveur quand le premier joueur aura rejoint l'ar\u00E8ne.
MenuPrincipal.chk_global_join.text=Annonce globale d\u00E9but
MenuPrincipal.chk_global_join.toolTipText=<html>Quand cette option est coch\u00E9e, MobArena annoncera le message arena-join-global \u00E0 tous les <br>joueurs du serveur quand le premier joueur aura rejoint l'ar\u00E8ne.
MenuPrincipal.chk_hellhounds.text=Chiens infernaux
MenuPrincipal.chk_hellhounds.toolTipText=<html>Si coch\u00E9, tous les chiens apprivois\u00E9s de l'ar\u00E8ne seront enflamm\u00E9s \! Cela n'a pas de fonction <br>r\u00E9elle, et est purement pour la coolitude. C'est aussi utile pour distinguer les loups des chiens.
MenuPrincipal.chk_isolated_chat.text=Chat isol\u00E9
MenuPrincipal.chk_isolated_chat.toolTipText=<html>Quand cette option est coch\u00E9e, tous les messages du chat envoy\u00E9s par l'ar\u00E8ne ne seront <br>de l'utilisateurvisibles que par les joueurs dans l'ar\u00E8ne. Les joueurs dans l'ar\u00E8ne pourront quand <br>m\u00EAme encore voir les messages des autres joueurs qui sont \u00E0 l'ext\u00E9rieur de l'ar\u00E8ne.
MenuPrincipal.chk_keep_xp.text=Garder XP
MenuPrincipal.chk_keep_xp.toolTipText=<html>Si coch\u00E9, les joueurs garderont l'exp\u00E9rience qu'ils ont accumul\u00E9 dans l'ar\u00E8ne apr\u00E8s leur mort. <br>C'est utile si vous voulez laisser les joueurs gagner des niveaux ou de l'exp\u00E9rience dans l'ar\u00E8ne.\n<br>NOTE \: si vous utilisez "Vagues dans niveaux" ou "Timer dans niveaux", laissez "Garder XP" \u00E0 d\u00E9coch\u00E9.
MenuPrincipal.chk_lightning.text=\u00C9clairs
MenuPrincipal.chk_lightning.toolTipText=<html>Si coch\u00E9, chaque point d'apparition sera frapp\u00E9 par la foudre (sans <br>dommages) \u00E0 chaque vague sp\u00E9ciale.
MenuPrincipal.chk_lock_food.text=Bloquer niveau faim
MenuPrincipal.chk_lock_food.toolTipText=<html>Si coch\u00E9, la barre de faim sera verrouill\u00E9e pour tous les joueurs dans l'ar\u00E8ne, ce qui signifie <br>qu'ils ne finiront pas par mourir de faim, et ils seront capables de courir comme ils le souhaitent.
MenuPrincipal.chk_monster_infight.text=Combat de monstres
MenuPrincipal.chk_monster_infight.toolTipText=Si d\u00E9coch\u00E9, les monstres ne pourront plus s'infliger mutuellement des dommanges.
MenuPrincipal.chk_monster_xp.text=Monstres donnent XP
MenuPrincipal.chk_monster_xp.toolTipText=<html>Si coch\u00E9, les monstres donneront de l'exp\u00E9rience \u00E0 leur mort. C'est utile si vous voulez donner <br>aux joueurs la possibilit\u00E9 de d\u00E9penser l'ex\u00E9prience gagn\u00E9e dans des enchantements ou autre <br>chose (avec diff\u00E9rents plugins) pendant la session.
MenuPrincipal.chk_notifications.text=Notifications de mise \u00E0 jour
MenuPrincipal.chk_protect.text=Prot\u00E9g\u00E9
MenuPrincipal.chk_protect.toolTipText=Si d\u00E9coch\u00E9, l'ar\u00E8ne ne sera pas prot\u00E9g\u00E9e des explosions et des joueurs pouvant casser des blocs.
MenuPrincipal.chk_pvp.text=PVP activ\u00E9
MenuPrincipal.chk_pvp.toolTipText=Si coch\u00E9, les joueurs peuvent se faire mal entre eux dans l'ar\u00E8ne.
MenuPrincipal.chk_require_inv_join.text=Inventaire vide pour jouer
MenuPrincipal.chk_require_inv_join.toolTipText=<html>Si d\u00E9coch\u00E9, l'inventaire des joueurs sera sauvegard\u00E9 \u00E0 leur entr\u00E9e dans l'ar\u00E8ne, et restaur\u00E9 <br>\u00E0 leur mort/d\u00E9part
MenuPrincipal.chk_require_inv_spec.text=Inventaire vide pour regarder
MenuPrincipal.chk_require_inv_spec.toolTipText=Si d\u00E9coch\u00E9, les joueurs peuvent assister au d\u00E9roulement du combat sans avoir l'inventaire vide.
MenuPrincipal.chk_scoreboard.text=Scoreboards
MenuPrincipal.chk_scoreboard.toolTipText=Faut il utiliser les scoreboards dans MobArena ou pas ?
MenuPrincipal.chk_share.text=Partage d'objets
MenuPrincipal.chk_share.toolTipText=Si d\u00E9coch\u00E9, les joueurs ne pourront pas l\u00E2cher d'objets dans l'ar\u00E8ne.
MenuPrincipal.chk_soft_restore.text=Restauration
MenuPrincipal.chk_soft_restore.toolTipText=<html>Si coch\u00E9, tous les blocs d\u00E9truits seront sauvegard\u00E9s dans une liste de r\u00E9paration, qui sera <br>utilis\u00E9e pour restaurer ces blocs \u00E0 la fin de l'ar\u00E8ne. Aucune donn\u00E9e n'est sauvegard\u00E9e sur <br>le disque dur. Remarquez que  si ce param\u00E8tre est activ\u00E9, le param\u00E8tre de protection est <br>ignor\u00E9.
MenuPrincipal.chk_soft_restore_drops.text=Drops des blocs restaur\u00E9s
MenuPrincipal.chk_soft_restore_drops.toolTipText=<html>Si coch\u00E9, les blocs d\u00E9truits par les joueurs donneront des items comme ils le font <br>normalement (avec une pioche, ou une pelle, etc.). Remarquez que cela permet aux <br>classes munies de pioches de "miner l'ar\u00E8ne" et de construire des forts.
MenuPrincipal.chk_spectate_death.text=Perdant spectateur
MenuPrincipal.chk_spectate_death.toolTipText=<html>Si d\u00E9coch\u00E9, les joueurs ne seront pas t\u00E9l\u00E9port\u00E9s \u00E0 la zone d'observation, mais seront "kick\u00E9s" de <br>l'ar\u00E8ne (en gros, un /ma leave forc\u00E9)
MenuPrincipal.chk_spout_class.text=S\u00E9lection classes Spout
MenuPrincipal.chk_use_class_chest.text=Coffres de classe
MenuPrincipal.configure=Configurer \:
MenuPrincipal.drops=R\u00E9compenses \:
MenuPrincipal.fixed=Fix\u00E9 \:
MenuPrincipal.give_all_items=Donner tous les items \:
MenuPrincipal.lib_abi_announce.text=Annonce des capacit\u00E9s \:
MenuPrincipal.lib_abi_interval.text=Intervalle des capacit\u00E9s \:
MenuPrincipal.lib_after.text=Apr\u00E8s les vagues
MenuPrincipal.lib_amount.text=Quantit\u00E9 \:
MenuPrincipal.lib_arena.text=Ar\u00E8ne
MenuPrincipal.lib_armor.text=Armure
MenuPrincipal.lib_auto_start.text=Timer auto-d\u00E9marrage
MenuPrincipal.lib_auto_start.toolTipText=<html>Le temps (en secondes) avant que l'ar\u00E8ne ne soit automatiquement d\u00E9marr\u00E9e apr\u00E8s que le <br>premier joueur l'ait rejointe (la valeur par d\u00E9faut 0 signifie d\u00E9sactiv\u00E9, ou temps infini). Les <br>joueurs qui ne seront pas pr\u00EAts seront expuls\u00E9s de la salle de pr\u00E9paration. Cette option est <br>utile pour emp\u00EAcher les joueurs mal intentionn\u00E9s de repousser ou d'emp\u00EAcher les autres joueurs <br>de commencer l'ar\u00E8ne.
MenuPrincipal.lib_boss_name.text=Nom du boss \:
MenuPrincipal.lib_category.text=Cat\u00E9gorie \:
MenuPrincipal.lib_class.text=Nom de la classe
MenuPrincipal.lib_class_limit.text=Limite de classe
MenuPrincipal.lib_classes.text=Classes
MenuPrincipal.lib_command.text=Commande
MenuPrincipal.lib_command_help.tooltip=<html>Si vous \u00E9crivez la commande AVEC le slash, la commande et toutes ses "sous-commandes" <br>seront accessibles. Par exemple, \u00E9crire /kill autorisera /kill, /kill Sausageman22 et /kill Notch. <br>Ecrire la commande SANS le slash n'autorisera que cette commande. Ecrire kill autorisera donc <br>SEULEMENT /kill, et pas /kill Sausageman22.
MenuPrincipal.lib_commands.text=Commandes
MenuPrincipal.lib_dogs.text=Chiens
MenuPrincipal.lib_each.text=A chaque vague
MenuPrincipal.lib_entry.text=Prix d'entr\u00E9e
MenuPrincipal.lib_entry.toolTipText=<html>Suis la m\u00EAme notation que les objets de classe et les r\u00E9compenses. 20 retirera au <br>joueur 20 de la monnaie utilis\u00E9e \u00E0 son arriv\u00E9e dans l'ar\u00E8ne. $5, stick\:2 demandera au <br>joueur d'avoir 5 unit\u00E9s de monnaie et 2 b\u00E2tons pour rejoindre l'ar\u00E8ne. Le prix d'entr\u00E9e <br>sera rembours\u00E9 si le joueur quitte l'ar\u00E8ne avant que l'ar\u00E8ne ne commence.
MenuPrincipal.lib_final_wave.text=Vague finale
MenuPrincipal.lib_final_wave.toolTipText=<html>Le num\u00E9ro de la vague finale, vague \u00E0 laquelle l'ar\u00E8ne sera forc\u00E9ment arr\u00EAt\u00E9e. C'est utile si <br>vous voulez d\u00E9terminer une limite au nombre de vagues qu'une ar\u00E8ne doit avoir.
MenuPrincipal.lib_first_delay.text=D\u00E9lai vague 1
MenuPrincipal.lib_first_delay.toolTipText=Le temps (en secondes) avant que la premi\u00E8re vague de monstres n'apparaisse.
MenuPrincipal.lib_frequency.text=Fr\u00E9quence \:
MenuPrincipal.lib_growth.text=Croissance \:
MenuPrincipal.lib_hArmor.text=et son armure
MenuPrincipal.lib_health.text=Sant\u00E9 \:
MenuPrincipal.lib_horse.text=Cheval
MenuPrincipal.lib_interval.text=Intervalle vagues
MenuPrincipal.lib_interval.toolTipText=<html>Le temps (en secondes) entre chaque nouvelle vague de monstres. Si vous avez activ\u00E9 "Finir <br>vague avant suivante", cette propri\u00E9t\u00E9 (Intervalle entre les vagues) sera ignor\u00E9e.
MenuPrincipal.lib_items.text=Objets
MenuPrincipal.lib_lobby_permissions.text=Permissions du lobby
MenuPrincipal.lib_max_join_distance.text=Distance d'acc\u00E8s
MenuPrincipal.lib_max_join_distance.toolTipText=<html>La distance maximale (en blocs) \u00E0 partir de laquelle un joueur peut rejoindre ou assister \u00E0 une <br>ar\u00E8ne. Si 0 (d\u00E9faut), il n'y a pas de limite. Remarquez que cette distance est calcul\u00E9e depuis <br>chaque angle de l'ar\u00E8ne, et que tous les joueurs qui ne sont pas dans le monde de l'ar\u00E8ne ne <br>pourront pas rejoindre ou assister \u00E0 l'ar\u00E8ne.
MenuPrincipal.lib_max_players.text=Joueurs maxi
MenuPrincipal.lib_max_players.toolTipText=<html>Indique la limite maximale sur le nombre de joueurs qu'il peut y avoir au plus dans une ar\u00E8ne. <br>La valeur par d\u00E9faut de 0 signifie qu'il n'y a pas de limite.
MenuPrincipal.lib_min_players.text=Joueurs mini
MenuPrincipal.lib_min_players.toolTipText=<html>Indique la limite minimale du nombre de joueurs requis pour commencer l'ar\u00E8ne. Le nombre <br>par d\u00E9faut de 0 a la m\u00EAme valeur que 1, ce qui signifie qu'au moins 1 joueurs doit \u00EAtre pr\u00E9sent <br>pour commencer l'ar\u00E8ne.
MenuPrincipal.lib_monster.text=Monstre \:
MenuPrincipal.lib_monster_limit.text=Limite monstres
MenuPrincipal.lib_monster_limit.toolTipText=<html>Le nombre maximal de monstres que MobArena est autoris\u00E9 \u00E0 faire apparaitre dans cette <br>ar\u00E8ne. La prochaine vague, s'il y en a, ne d\u00E9marrera pas tant qu'il n'y aura pas de place pour <br>d'autres monstres.
MenuPrincipal.lib_name.text=Nom \:
MenuPrincipal.lib_permissions.text=Permissions
MenuPrincipal.lib_player_time.text=Heure joueur
MenuPrincipal.lib_player_time.toolTipText=<html>Si vous mettez ce param\u00E8tre \u00E0 une autre valeur que "world", le temps sera gel\u00E9 \u00E0 la valeur <br>que vous aurez donn\u00E9. C'est utile pour faire une ar\u00E8ne \u00E0 th\u00E8me (par exemple la nuit pour un <br>cimeti\u00E8re, ou le plein jour pour un bateau pirate).
MenuPrincipal.lib_priority.text=Priorit\u00E9 \:
MenuPrincipal.lib_recurrent.text=Vagues r\u00E9currentes
MenuPrincipal.lib_set.text=Configurer
MenuPrincipal.lib_single.text=Vagues uniques
MenuPrincipal.lib_type.text=Type \:
MenuPrincipal.lib_wave.text=Vague n\u00B0 \:
MenuPrincipal.lib_world.text=Monde
MenuPrincipal.lib_world.toolTipText=Le nom du monde dans lequel on trouve l'ar\u00E8ne.
MenuPrincipal.message.addPerm=Quelle est la permission que vous voulez ajouter ?\nATTENTION \: puisque MobArena ne peut pas voir les plugins que vous avez\nsur votre serveur, il ne peut pas contr\u00F4ler les permissions que vous ajoutez au fichier de config.
MenuPrincipal.message.arenaName=Quel nom allez vous donner \u00E0 l'ar\u00E8ne ?\r\n\r\nATTENTION \: vous ne pouvez pas changer le nom d'une ar\u00E8ne, \r\n\u00E0 la place vous devrez la supprimer et la recr\u00E9er.
MenuPrincipal.message.changeLang=Changer la langue de l'application requiert son red\u00E9marrage.\nVoulez vous red\u00E9marrer l'application ?
MenuPrincipal.message.delAbility1=la capacit\u00E9
MenuPrincipal.message.delArena1=\u00CAtes vous s\u00FBr de vouloir supprimer l'ar\u00E8ne %s ?
MenuPrincipal.message.delArena2=D'accord, je ne rigole plus. Vous allez supprimer l'ar\u00E8ne\net TOUTES les donn\u00E9es qu'elle contient \!\nC'est vraiment s\u00FBr ?
MenuPrincipal.message.delArena3=Comme vous voulez... L'ar\u00E8ne %s est supprim\u00E9e.
MenuPrincipal.message.delClass=\u00CAtes vous s\u00FBr de vouloir supprimer la classe %s ?
MenuPrincipal.message.delCommand=la commande
MenuPrincipal.message.delMonster1=le monstre
MenuPrincipal.message.delMonsterAbility=\u00CAtes vous s\u00FBr de vouloir supprimer {0} {1} ?
MenuPrincipal.message.delPerm=\u00CAtes vous s\u00FBr de vouloir supprimer la permission {1}{0} ?
MenuPrincipal.message.delPerm1=de lobby 
MenuPrincipal.message.delWave=\u00CAtes vous s\u00FBr de vouloir supprimer la vague {0} nomm\u00E9e {1} ?
MenuPrincipal.message.doubleAbility=Vous ne pouvez pas ajouter la m\u00EAme capacit\u00E9 deux fois \!
MenuPrincipal.message.doubleMonster=Vous ne pouvez pas ajouter le m\u00EAme monstre deux fois \!
MenuPrincipal.message.errorArena=Une ar\u00E8ne avec ce nom existe d\u00E9j\u00E0 \!
MenuPrincipal.message.finishSaving=Sauvegarde termin\u00E9e.
MenuPrincipal.message.incorrectFileFormat=Format de fichier incorrect, faites le v\u00E9rifier \u00E0 \nhttp\://yaml-online-parser.appspot.com/\net v\u00E9rifiez que tout est correct dans votre fichier de config.
MenuPrincipal.message.monsterSpawnProba=Vous devez une valeur pour la probabilit\u00E9 d'apparition pour pouvoir ajouter ce monstre \u00E0 la liste \!
MenuPrincipal.message.mustLoad=Vous devez charger un fichier avant de l'enregistrer \!\nSinon, vous pouvez essayer de cr\u00E9er votre propre config.
MenuPrincipal.message.noNameForArena=Vous devez sp\u00E9cifier un nom pour l'ar\u00E8ne \!
MenuPrincipal.message.noValue=Vous devez s\u00E9lectionner une valeur avant de l'ajouter \u00E0 la liste \!
MenuPrincipal.message.overwrite=Ce fichier existe d\u00E9j\u00E0. \u00CAtes vous s\u00FBr de vouloir le remplacer ?
MenuPrincipal.message.savingError=Une erreur s'est produite \u00E0 la sauvegarde \! Vous pouvez consulter le log \u00E0 mah_error.log
MenuPrincipal.message.unsavedChangesNew=Il peut y avoir des changement non sauvegard\u00E9s. \u00CAtes vous s\u00FBr\nde vouloir cr\u00E9er une nouvelle configuration ?
MenuPrincipal.message.unsavedChangesQuit=Il peut y avoir des changements non sauvegard\u00E9s. \u00CAtes vous s\u00FBr\nde vouloir quitter l'application?
MenuPrincipal.mnApplication.text=Application
MenuPrincipal.mnHelp.text=Aide
MenuPrincipal.mnLanguage.text=Langue
MenuPrincipal.mnPlanned.text=Pr\u00E9vu
MenuPrincipal.mntmAbout.text=A propos...
MenuPrincipal.mntmHowToUse.text=Tutoriel
MenuPrincipal.mntmNewConfiguration.text=Nouvelle config
MenuPrincipal.mntmQuit.text=Quitter
MenuPrincipal.mntmTodoList.text=Liste des choses \u00E0 faire
MenuPrincipal.monsters=Monstres
MenuPrincipal.pan_commands.title=Editeur de commandes
MenuPrincipal.pan_coordinates.title=Coordonn\u00E9es
MenuPrincipal.pan_global_settings.title=Param\u00E8tres g\u00E9n\u00E9raux
MenuPrincipal.pan_rewards.title=R\u00E9compenses
MenuPrincipal.rdbtnmntmEnglish.text=Anglais
MenuPrincipal.rdbtnmntmFrench.text=Fran\u00E7ais
MenuPrincipal.reward=R\u00E9compense \:
MenuPrincipal.tabpan_arena_settings.title=Configuration de l'ar\u00E8ne
MenuPrincipal.tabpan_arena_wave.title=Configuration des vagues et des ar\u00E8nes
MenuPrincipal.tabpan_classes.title=Configuration des classes
Message.title.arenaName=Nom de l'ar\u00E8ne
Message.title.cannotLaunch=Impossible de lancer le lien
Message.title.classSelection=S\u00E9lection de la classe
Message.title.confirmation=Confirmation
Message.title.criticalError=Erreur critique
Message.title.error=Erreur
Message.title.invalidValue=Valeur invalide
Message.title.permissions=Permission
Message.title.savingError=Erreur de sauvegarde
Message.title.warning=Attention
UpgradeWaveChanger.btn_add_class.text=Ajouter une classe
UpgradeWaveChanger.btn_add_perm.text=Ajouter
UpgradeWaveChanger.btn_set_armor.text=Configurer
UpgradeWaveChanger.btn_set_items.text=Configurer
UpgradeWaveChanger.lib_armor.text=Armure
UpgradeWaveChanger.lib_classes_upgrade.text=Classes \u00E0 am\u00E9liorer
UpgradeWaveChanger.lib_items.text=Objets
UpgradeWaveChanger.lib_permissions.text=Permissions
UpgradeWaveChanger.lib_setup.text=Configuration
UpgradeWaveChanger.message.addUpgrade=Quelle classe voulez-vous ajouter \u00E0 la liste des am\u00E9liorations ?
UpgradeWaveChanger.message.delUpgrade=\u00CAtes vous s\u00FBr de vouloir supprimer les am\u00E9liorations de la classe %s ?
UpgradeWaveChanger.title=Editeur de vague Am\u00E9lioration
